{
  "chunk-78774f83ff89e78771bdf2414b0e2518": {
    "tokens": 1200,
    "content": "7\nCODE DE LA NATIONALITE TUNISIENNE\nTITRE PRELIMINAIRE\nDISPOSITIONS GÉNÉRALES\nArticle premier.- Le présent Code détermine quels individus ont,\nà leur naissance, la nationalité tunisienne, à titre de nationalité\nd’origine.\nLa nationalité tunisienne s’acquiert ou se perd après la naissance,\npar l’effet de la loi ou par une décision de l’autorité prise dans les\nconditions fixées par la loi.\nArticle 2.- Les conditions de l’acquisition et de la perte de la\nnationalité tunisienne, après la naissance, sont régies par la loi en\nvigueur au moment où se réalisent les faits et les actes de nature à\nentraîner cette acquisition et cette perte.\nArticle 3.- Les lois nouvelles relatives à l’attribution de la\nnationalité tunisienne, à titre de nationalité d’origine, s’appliquent\nmême aux individus nés avant la date de leur mise en vigueur, si ces\nindividus n’ont pas encore, à cette date, atteint leur majorité.\nCette application ne porte, cependant, pas atteinte à la validité des\nactes passés par l’intéressé ni aux droits acquis par des tiers sur le\nfondement des textes antérieurs.\nArticle 4.- Est considérée comme majeure, au regard du présent\nCode, toute personne âgée de «dix huit ans accomplis»(1).\nArticle 5.- Au sens du présent Code, l’expression «en Tunisie»\ns’entend de tout le territoire tunisien, des eaux territoriales\ntunisiennes, des bateaux, navires et aéronefs tunisiens.\n(1) L’expression a été remplacée par l’article 4 de la loi n°2010-39 du 26 juillet 2010,\nportant unification de l’âge de la majorité civile.\n8\nTITRE PREMIER\nDE LA NATIONALITE TUNISIENNE\nChapitre premier\nDe la nationalité tunisienne d’origine\nSection I - Attribution en raison de la filiation\nArticle 6 (Abrogé et remplacé par l’art. premier de la loi n°\n2010-55 du 1er décembre 2010)(*). - Est tunisien l’enfant né d’un père\ntunisien ou d’une mère tunisienne.\nSection II - Attribution en raison de la natalité en Tunisie\nArticle 7.- Est Tunisien, l’enfant né en Tunisie et dont le père et le\ngrand-père y sont eux-mêmes nés.\nL’intéressé peut, sauf s’il est né après l’entrée en vigueur du\nprésent Code, répudier la nationalité tunisienne dans l’année précédant\nsa majorité; il est libéré de son allégeance à l’égard de la Tunisie à la\ndate à laquelle il a souscrit la déclaration de répudiation\nconformément à l'article 39 du présent Code.\nPerd la faculté de répudiation, le tunisien mineur qui contracte un\nengagement dans l’armée ou celui qui, sans opposer son extranéité,\nparticipe aux opérations de recrutement.\nLes dispositions du présent article ne s’appliquent pas aux enfants\ndes agents du corps diplomatique ou consulaire.\n(*) L’article 4 de la loi n°2010-55 du 1er décembre 2010 dispose que : “devient\ntunisien l’enfant né en dehors de la Tunisie d’une mère tunisienne et d’un père\nétranger et qui a atteint l’âge de la majorité à la date d’entrée en vigueur de la loi\nn°2010-39 du 26 juillet 2010 portant unification de l’âge de la majorité civile, sous\nréserve de réclamer la nationalité tunisienne par déclaration au cours de l’année qui\nsuit l’entrée en vigueur de la présente loi.\nLa déclaration se fait conformément aux dispositions de l’article 39 du code de la\nnationalité tunisienne. L’intéressé acquiert la nationalité tunisienne à la date à\nlaquelle la déclaration est enregistrée, sous réserve des dispositions prévues aux\narticles 15 et 41 du code susvisé”.\n9\nArticle 8.- Est tunisien, l’enfant né en Tunisie de parents apatrides\nrésidant en Tunisie depuis cinq ans au moins.\nArticle 9.- Est Tunisien, l’enfant né en Tunisie de parents\ninconnus.\nToutefois, il sera réputé n’avoir jamais été Tunisien si, au cours de la\nminorité, sa filiation est établie à l’égard d’un étranger et s’il a,\nconformément à la loi nationale de cet étranger, la nationalité de celui-ci.\nArticle 10.- L’enfant nouveau-né, trouvé en Tunisie, est présumé,\njusqu’à preuve du contraire, être né en Tunisie.\nSection III - Dispositions communes\nArticle 11.- L’enfant qui est tunisien en vertu des dispositions du\nprésent chapitre est réputé avoir été tunisien dès sa naissance même si\nl’existence des conditions requises par la loi pour l’attribution de la\nnationalité tunisienne n’est établie que postérieurement à la naissance.\nToutefois, dans ce dernier cas, l’attribution de la qualité de\ntunisien dès la naissance ne porte pas atteinte à la validité des actes\npassés par l’intéressé ni aux droits acquis par des tiers sur le\nfondement de la nationalité apparente possédée par l’enfant.\nChapitre II\nDe l’acquisition de la nationalité tunisienne\nSection I - Acquisition par le bien",
    "chunk_order_index": 0,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-d5a3a4fa40729f1d20d445ef249aae43": {
    "tokens": 1200,
    "content": "’est établie que postérieurement à la naissance.\nToutefois, dans ce dernier cas, l’attribution de la qualité de\ntunisien dès la naissance ne porte pas atteinte à la validité des actes\npassés par l’intéressé ni aux droits acquis par des tiers sur le\nfondement de la nationalité apparente possédée par l’enfant.\nChapitre II\nDe l’acquisition de la nationalité tunisienne\nSection I - Acquisition par le bienfait de la loi\nArticle 12 (Abrogé par la loi n° 2010-55 du 1er décembre 2010).\nArticle 13.- La femme étrangère qui épouse un tunisien acquiert la\nnationalité tunisienne au moment de la célébration du mariage,\nlorsque, en vertu de sa loi nationale, elle perd sa nationalité d’origine\npar le mariage avec un étranger.\nArticle 14.- La femme étrangère, qui épouse un tunisien et qui, en\nvertu de sa loi nationale, conserve sa nationalité d’origine par le\nmariage avec un étranger, peut réclamer la nationalité tunisienne par\ndéclaration dans les conditions prévues à l’article 39 du présent Code,\nsi le ménage réside en Tunisie depuis au moins deux ans.\n10\nL’intéressée acquiert la nationalité tunisienne à la date à laquelle la\ndéclaration a été enregistrée, sous réserve des dispositions prévues aux\narticles 15 et 41 du présent Code.\nArticle 15 (Modifié par art. 3 de la loi n° 2010 -55 du 1er\ndécembre 2010). - Dans les cas prévus à l’article 14 ci-dessus, le\nPrésident de la République peut s’opposer, par décret, à l’acquisition\nde la nationalité tunisienne.\nLe décret doit intervenir deux ans au plus à partir de la déclaration\nprévue à l’article 14, ou, si cette déclaration a fait l’objet d’un refus\nd’enregistrement dans les conditions prévues à l’article 41 du présent\nCode, deux ans au plus à partir du jour où la décision judiciaire qui en\na admis la validité est passée en force de chose jugée.\nEn cas d’opposition du Président de la République dans le délai\nprévu à l’alinéa précédent, l’intéressé est réputé n’avoir pas acquis la\nnationalité tunisienne.\nArticle 16.- Dans les cas prévus aux articles 13 et 14 ci-dessus,\nl’intéressée est réputée n’avoir pas acquis la nationalité tunisienne si\nson mariage est déclaré nul par une décision passée en force de chose\njugée émanant d’une juridiction tunisienne ou rendue exécutoire en\nTunisie.\nArticle 17.- Lorsque la validité des actes, passés antérieurement à\nla décision constatant la nullité du mariage ou au décret d’opposition,\nétait subordonnée à l’acquisition par l’intéressé de la nationalité\ntunisienne, cette validité ne peut être contestée pour le motif que celuici\nn’a pu acquérir cette qualité.\nArticle 18.- L’étranger mineur, adopté par une personne de\nnationalité tunisienne, acquiert cette nationalité à la date du jugement\nd’adoption, à condition de ne pas être marié.\nSection II - Acquisition par voie de naturalisation\nArticle 19.- La naturalisation tunisienne est accordée par décret.\nArticle 20.- Sous réserve des exceptions prévues à l’article 21 ciaprès,\nla naturalisation ne peut être accordée qu’à l’étranger justifiant\nd’une résidence habituelle en Tunisie pendant les cinq années qui\nprécèdent le dépôt de sa demande.\n11\nArticle 21.- Peut être naturalisé sans la condition de résidence\nfixée à l’article précédent:\n1) l’individu qui justifie que sa nationalité d’origine était la\nnationalité tunisienne;\n2) l’étranger marié à une tunisienne, si le ménage réside en\nTunisie lors du dépôt de la demande;\n3) l’étranger qui a rendu des services exceptionnels à la Tunisie\nou celui dont la naturalisation présente pour la Tunisie un intérêt\nexceptionnel. Dans ce cas, la naturalisation est accordée sur rapport\nmotivé du secrétaire d’État à la justice (*).\nArticle 22.- L’étranger, qui a fait l’objet d’un arrêté d’expulsion\nou d’un arrêté d’assignation à résidence, n’est susceptible d’être\nnaturalisé que si cet arrêté a été régulièrement rapporté ou annulé.\nLa résidence en Tunisie, pendant la durée de la mesure\nadministrative susvisée, n’est prise en considération pour déterminer\nla durée de la résidence prévue à l’article 20 ci-dessus.\nArticle 23.- Nul ne peut être naturalisé:\n1) s’il n’est majeur;\n2) s’il ne justifie d’une connaissance suffisante, selon sa\ncondition, de la langue arabe;\n3) s’il n’est reconnu d’être sain d’esprit;\n4) s’il n’est reconnu, d’après son état de santé physique, ne devoir\nêtre ni une charge, ni un danger pour la collectivité;\n5) s’il n’est pas de bonnes vie et moeurs ou s’il a fait l’objet d’une\ncondamnation supérieure à une année d’emprisonnement, non effacée\npar la réhabilitation, pour une infraction de droit commun. Les\ncondamnations prononcées à l’étranger pourront, toutefois, ne pas être\nprises en considération.\nSection III - Des effets de l’acquisition de la nationalité tunisienne",
    "chunk_order_index": 1,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-39ef83b2ef6f3575d4de965cb81ee305": {
    "tokens": 1200,
    "content": "danger pour la collectivité;\n5) s’il n’est pas de bonnes vie et moeurs ou s’il a fait l’objet d’une\ncondamnation supérieure à une année d’emprisonnement, non effacée\npar la réhabilitation, pour une infraction de droit commun. Les\ncondamnations prononcées à l’étranger pourront, toutefois, ne pas être\nprises en considération.\nSection III - Des effets de l’acquisition de la nationalité tunisienne\nArticle 24.- L’individu qui a acquis la nationalité tunisienne jouit, à\ncompter du jour de cette acquisition, de tous les droits attachés à la qualité\nde tunisien sous réserve des incapacités spéciales aux naturalisés.\n(*) Lire : Ministre ou Ministère selon le cas.\n12\nArticle 25.- Devient de plein droit tunisien, au même titre que ses\nparents, l’enfant mineur non marié dont le père, ou la mère si elle est\nveuve, acquiert la nationalité tunisienne, sauf dispositions contraires\ndu décret de naturalisation.\nArticle 26.- L’étranger naturalisé est soumis aux incapacités\nsuivantes, pendant un délai de cinq ans à partir du décret de\nnaturalisation:\n1) il ne peut être investi de fonctions ou de mandats électifs pour\nl’exercice desquels la qualité de tunisien est nécessaire;\n2) il ne peut être électeur lorsque la qualité de tunisien est\nnécessaire pour permettre l’inscription sur les listes électorales;\n3) il ne peut occuper un emploi vacant des cadres tunisiens.\nArticle 27.- L’étranger naturalisé peut être relevé, en tout ou en\npartie, des incapacités prévues à l’article précédent, par décret pris sur\nle rapport motivé du secrétaire d’État à la justice (*). L a l e vée de s\nincapacités peut être faite par le décret de naturalisation ou par un\ndécret ultérieur.\nSection IV - Dispositions communes\nArticle 28.- La résidence prévue aux articles 8, 14, 20 et 21 cidessus\ndoit être conforme à la loi.\nArticle 29.- Le mariage ne produit effet, quant à la nationalité, que\ns’il est célébré en l’une des formes admises, soit par la loi tunisienne,\nsoit par la loi du pays où il a été célébré.\nChapitre III\nDe la perte, de la déchéance et du retrait\nde la nationalité tunisienne\nSection I - Perte de la nationalité tunisienne\nArticle 30 (Abrogé et remplacé par la loi n° 75-79 du\n14 novembre 1975). - La perte de la nationalité tunisienne ne peut être\nprononcée que par décret.\n(*) Lire : Ministre ou Ministère selon le cas.\n13\nEn cas d’acquisition volontaire d’une nationalité étrangère par un\ntunisien, la perte de la nationalité tunisienne ne peut être prononcée\nque par décret.\nL’intéressé est libéré de son allégeance à l’égard de la Tunisie, à la\ndate dudit décret.\nArticle 31.- La perte de la nationalité tunisienne, par application\nde l’article précédent, peut être étendue par décret à la femme et aux\nenfants mineurs non mariés de l’intéressé, s’il ont eux-mêmes une\nautre nationalité. Elle ne pourra, toutefois, être étendue aux enfants\nmineurs si elle ne l’est également à la femme.\nArticle 32 (Modifié par la loi n° 84-81 du 30 novembre 1984). -\nPerd la nationalité tunisienne, le tunisien qui, remplissant un emploi dans\nun service public d’un Etat étranger ou dans une armée étrangère, le\nconserve, passé le délai d’un mois après l’injonction de le résigner qui lui\naura été faite par le gouvernement tunisien, à moins qu’il ne soit établi\nqu’il a été dans l’impossibilité de le faire. Dans ce dernier cas, le délai\nd’un mois court seulement du jour où la cause de l’impossibilité a disparu.\nL’intéressé est libéré de son allégeance à l’égard de la Tunisie, à la\ndate du décret qui prononcera la perte de la nationalité tunisienne.\nSection II - Déchéance de la nationalité tunisienne\nArticle 33.- L’individu qui a acquis la qualité de tunisien peut, par\ndécret, être déchu de la nationalité tunisienne :\n1) s’il est condamné pour un acte qualifié de crime ou de délit\ncontre la sûreté intérieure ou extérieure de l’État,\n2) s’il se livre, au profit d’un Etat étranger, à des actes\nincompatibles avec la qualité de tunisien et préjudiciaires aux intérêts\nde la Tunisie,\n3) s’il est condamné en Tunisie ou à l’étranger par un acte qualifié\nde crime par la loi tunisienne et ayant entraîné une condamnation à\nune peine d’au moins cinq années d’emprisonnement,\n4) s’il est condamné pour s’être soustrait aux obligations résultant\npour lui de la loi sur le recrutement de l’armée.\nArticle 34.- La déchéance n’est encourue que si les faits reprochés\nà l’intéressé et visés à l’article 33 ci-dessus se sont produits dans le\n14\ndélai de dix ans à compter de la date de l’acquisition de la nationalité\ntunisienne.\nElle ne peut être prononcée que",
    "chunk_order_index": 2,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-40d19ee233ee3c2bd972c0811c0e0167": {
    "tokens": 1200,
    "content": "condamné pour s’être soustrait aux obligations résultant\npour lui de la loi sur le recrutement de l’armée.\nArticle 34.- La déchéance n’est encourue que si les faits reprochés\nà l’intéressé et visés à l’article 33 ci-dessus se sont produits dans le\n14\ndélai de dix ans à compter de la date de l’acquisition de la nationalité\ntunisienne.\nElle ne peut être prononcée que dans le délai de cinq ans à compter\nde la perpétration desdits faits.\nArticle 35.- La déchéance peut être étendus, par décret, à la\nfemme et aux enfants mineurs non mariés de l’intéressé, à condition\nqu’ils aient conservé une autre nationalité étrangère. Elle ne pourra,\ntoutefois, être étendue aux enfants mineurs si elle ne l’est également à\nla femme.\nSection III - Retrait de la nationalité tunisienne\nArticle 36.- Lorsqu’il apparaît, postérieurement au décret de\nnaturalisation, que l’intéressé ne remplissait pas les conditions\nrequises par la loi pour pouvoir être naturalisé, le décret peut être\nrapporté dans le délai de deux ans à partir de sa publication.\nArticle 37.- Lorsque l’étranger a fait une fausse déclaration, employé\ndes manoeuvres frauduleuses ou sciemment présenté une pièce contenant\nune assertion mensongère ou erronée à l’effet d’obtenir la naturalisation,\ncelle-ci peut être rapportée par décret, dans le délai de deux ans à partir de\nla découverte de la fraude.\nArticle 38.- Lorsque la validité des actes, passés antérieurement au\ndécret de retrait, était subordonnée à l’acquisition par l’intéressé de la\nqualité de tunisien, cette validité ne peut être contestée pour le motif\nque l’intéressé n’a pas acquis cette nationalité.\nTITRE II\nDE LA PROCÉDURE ADMINISTRATIVE\nChapitre premier\nDes déclarations de la nationalité\nArticle 39.- Toute déclaration en vue de réclamer ou de répudier la\nnationalité tunisienne doit satisfaire aux conditions suivantes:\n1) être dressée sur papier timbré en double exemplaire,\n2) comporter élection de domicile de la part de l’intéressé,\n15\n3) comporter la signature légalisée de l’intéressé, à défaut d’être\nétablie par un officier public,\n4) être accompagnée de toutes pièces justificatives, et notamment\ndes pièces de l'état civil,\n5) être déposée au secrétariat d’Etat à la justice(*) ou adressée à ce\ndépartement par lettre recommandée avec accusé de réception.\nArticle 40.- Toute déclaration, souscrite conformément à l’article\nprécédent, doit être enregistrée au secrétariat d’État à la justice(*).\nArticle 41.- Si l’intéressé ne remplit pas les conditions requises\npar la loi, le secrétaire d’Etat à la justice(*) refuse d’enregistrer la\ndéclaration.\nCette décision de refus est notifiée avec ses motifs au déclarant,\nqui peut se pourvoir devant le tribunal de première instance.\nLe tribunal décide de la validité ou de la nullité de la déclaration.\nLe ministère public doit être mis en cause et présenter des\nconclusions motivées.\nChapitre II\nDes décisions relatives aux naturalisations\nArticle 42.- Toute demande de naturalisation doit être établie\nconformément aux dispositions de l’article 39 ci-dessus.\nElle fait l’objet d’une enquête à laquelle fait procéder le secrétaire\nd’État à la justice(*) dans les six mois à compter du jour de la\nréception de la demande.\nArticle 43.- Si les conditions requises par la loi ne sont pas\nremplies, le secrétaire d’État à la justice(*) déclare la demande\nirrecevable. Sa décision est motivée. Elle est notifiée à l’intéressé.\nArticle 44.- Lorsque la demande est recevable, le secrétaire d’Etat\nà la justice (*) la soumet au Président de la République.\nArticle 45.- Le Président de la République décide s’il y a lieu\nd’accorder ou de rejeter la naturalisation sollicitée. Il peut également\n(*) Lire : Ministre ou Ministère selon le cas.\n16\nprononcer l’ajournement de la demande, en imposant un délai ou des\nconditions. Ce délai une fois expiré, ou ces conditions réalisées, il\nappartient au postulant, s’il le juge opportun, de formuler une nouvelle\ndemande.\nLes décisions du Président de la République ne sont pas motivées.\nElles sont notifiées par le secrétaire d'Etat à la justice (*).\nChapitre III\nDes décrets en matière de nationalité\nArticle 46. - Lorsqu’il s’agit de prononcer la perte de la nationalité\ntunisienne en application des articles 31 et 32, la déchéance ou le\nretrait de cette nationalité, comme au cas d’opposition du\ngouvernement à l’acquisition de la nationalité tunisienne, le secrétaire\nd’Etat à la justice (*) notifie la mesure envisagée à la personne de\nl’intéressé ou à sa résidence. A défaut de résidence connue, la mesure\nenvisagée est publiée au Journal Officiel de la République Tunisienne.\nL’intéressé a la faculté, dans le délai d’un mois à compter de la\nnotification ou de la publication au Journal Officiel de la République\nTunisienne, d’adresser au secrétaire d’Etat à la justice (*) des pièces et\nmémoires.\nLa décision ne peut",
    "chunk_order_index": 3,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-5c18e1f088bdd5bba219b8d8f831c56e": {
    "tokens": 1200,
    "content": "envisagée à la personne de\nl’intéressé ou à sa résidence. A défaut de résidence connue, la mesure\nenvisagée est publiée au Journal Officiel de la République Tunisienne.\nL’intéressé a la faculté, dans le délai d’un mois à compter de la\nnotification ou de la publication au Journal Officiel de la République\nTunisienne, d’adresser au secrétaire d’Etat à la justice (*) des pièces et\nmémoires.\nLa décision ne peut intervenir qu’à l’expiration du délai prévu à\nl’alinéa précédent.\nArticle 47.- Les décrets de naturalisation, ainsi que les décrets\nportant perte, déchéance, retrait de la nationalité tunisienne ou\nopposition du gouvernement à l’acquisition de cette nationalité, sont\npubliés au Journal Officiel de la République Tunisienne. Ils prennent\neffet à la date de leur signature, sans, toutefois, qu’il soit porté atteinte\nà la validité des actes passés par l’intéressé, ni aux droits acquis par\ndes tiers, antérieurement à la publication du décret sur le fondement de\nl’extranéité de l’intéressé, dans le cas de naturalisation, ou de sa\nnationalité tunisienne dans les autres cas.\n(*) Lire : Ministre ou Ministère selon le cas.\n17\nTITRE III\nDU CONTENTIEUX DE LA NATIONALITE\nChapitre premier\nDe la compétence des tribunaux judiciaires\nArticle 48.- Le tribunal de première instance, statuant en matière\ncivile, est, seul, compétent pour connaître des contestations sur la\nnationalité, et ce, à charge d’appel.\nL’action est portée devant le tribunal du lieu de la résidence de\ncelui dont la nationalité est en cause ou, s’il n’a pas de résidence en\nTunisie, devant le tribunal du lieu de la résidence du demandeur.\nArticle 49.- L’exception de nationalité tunisienne et l’exception\nd’extranéité sont d’ordre public, elles doivent être soulevées d’office\npar le juge.\nElles constituent, devant toute autre juridiction que le tribunal de\npremière instance ou la cour d’appel statuant en matière civile, une\nquestion préjudicielle qui oblige le juge à surseoir à statuer jusqu’à ce\nque la question ait été tranchée selon la procédure réglée par les\narticles 51(*) et suivants du présent Code.\nArticle 50.- Si l’exception de nationalité tunisienne ou d'extranéité\nest soulevée devant une juridiction répressive, celle-ci doit renvoyer, à\nse pourvoir dans les trente jours devant le tribunal compétent, soit la\npartie qui soulève l’exception, soit le ministère public, dans le cas où\nla partie qui invoque la nationalité tunisienne est titulaire d’un\ncertificat de nationalité délivré conformément aux articles 63 et\nsuivants du présent Code.\nLa juridiction répressive sursoit à statuer jusqu'à ce que la\nquestion de nationalité ait été tranchée ou jusqu’à ce que soit expiré\nle délai ci-dessus imparti dans le cas où le tribunal compétent n’a\npas été saisi.\n(*) Rectifié en conformité avec la version arabe, paru au JORT « 52 ».\n18\nChapitre II\nDe la procédure devant les tribunaux judiciaires\nArticle 51.- Tout individu peut intenter devant le tribunal de\npremière instance une action dont l’objet principal et direct est de faire\njuger qu’il a ou qu’il n’a pas la nationalité tunisienne.\nLe procureur de la République près ledit tribunal est\nobligatoirement partie au procès, sans préjudice du droit\nd’intervention de toute personne intéressée.\nArticle 52.- Le procureur de la République a seul qualité pour\nintenter contre tout individu une action dont l’objet principal et direct\nest d'établir si le défendeur a ou n’a pas la nationalité tunisienne, sans\npréjudice du droit d’intervention de toute personne intéressée.\nArticle 53.- Le procureur de la République est tenu d’agir s’il en\nest requis par une administration publique ou par une tierce personne\nayant soulevé l’exception de nationalité devant une juridiction qui a\nsursis à statuer en application de l’article 49 ci-dessus. Le tiers\nrequérant doit être mis en cause et, sauf l’assistance judiciaire,\nconsigner une somme suffisante à fixer par le procureur de la\nRépublique et sur laquelle seront imputés, éventuellement, les frais de\nl’instance et les dommages-intérêts auxquels il pourrait être\ncondamné.\nArticle 54.- Lorsque l’État est partie principale devant le tribunal\nde première instance ou la cour d’appel statuant en matière civile,\ndans une instance où une question de nationalité est posée à titre\nincident, il ne peut être représenté que par le ministère public en ce qui\nconcerne la contestation sur la nationalité.\nArticle 55.- Lorsqu’une question de nationalité est posée à titre\nincident entre parties privées devant le tribunal de première instance\nou la cour d’appel statuant en matière civile, le ministère public doit\ntoujours être mis en cause et présenter des conclusions motivées.\nArticle 56.- Dans toutes les instances qui ont pour objet, à titre\nprincipal ou à titre incident, une contestation sur la nationalité, une\ncopie de la requête est déposée au secrétariat d’État à la justice.(*)\n(*) Lire : Ministre ou Ministère selon le cas.\n19\nToute demande, à laquelle n’est pas join",
    "chunk_order_index": 4,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-d9020c1579e86e4b60e525a7d08c5515": {
    "tokens": 1200,
    "content": "d’appel statuant en matière civile, le ministère public doit\ntoujours être mis en cause et présenter des conclusions motivées.\nArticle 56.- Dans toutes les instances qui ont pour objet, à titre\nprincipal ou à titre incident, une contestation sur la nationalité, une\ncopie de la requête est déposée au secrétariat d’État à la justice.(*)\n(*) Lire : Ministre ou Ministère selon le cas.\n19\nToute demande, à laquelle n’est pas jointe la justification de ce\ndépôt, est déclarée irrecevable.\nAucune décision au fond ne peut intervenir avant l’expiration du\ndélai de trente jours à dater dudit dépôt.\nLes dispositions du présent article sont applicables à l’exercice des\nvoies de recours.\nArticle 57.- Les décisions, rendues en matière de nationalité par\nles tribunaux de première instance ou les cours d’appel statuant en\nmatière civile, dans les conditions visées aux articles précédents, ont,\nà l’égard de tous, par dérogation à l’article 481 du Code des\nObligations et des Contrats, l’autorité de la chose jugée.\nArticle 58.- Les greffiers des tribunaux sont tenus d’adresser au\nsecrétaire d’État à la justice(*) une expédition des jugements réglant une\ncontestation sur la nationalité, dans les deux mois de leur prononcé.\nChapitre III\nDe la preuve de la nationalité\nArticle 59.- La charge de la preuve, en matière de nationalité,\nincombe à celui qui, par voie d’action ou par voie d’exception,\nprétend avoir ou non la nationalité tunisienne.\nToutefois, cette charge incombe à celui qui, par les mêmes voies,\nconteste la qualité de Tunisien à un individu titulaire d’un certificat de\nnationalité tunisienne délivré conformément aux articles 63 et suivants\ndu présent Code.\nArticle 60.- La preuve d’une déclaration, tendant à réclamer ou à\nrépudier la nationalité tunisienne, résulte de la production d’un exemplaire\nenregistré au secrétariat d'Etat à la justice(*) de cette déclaration.\nArticle 61.- La preuve de non-répudiation de la nationalité\ntunisienne résulte de la production d’une attestation délivrée par le\nsecrétaire d’État à la justice(*), à la demande de tout requérant, et\nconstatant, soit que la déclaration de répudiation n’a pas été souscrite,\nsoit a fait l’objet d’un refus d’enregistrement.\n(*) Lire : Ministre ou Ministère selon le cas.\n20\nArticle 62.- La preuve d’un décret de naturalisation ou d’un décret\nportant perte, déchéance, retrait de la nationalité tunisienne ou\nopposition du Président de la République(1) à l’acquisition de cette\nnationalité, résulte de la production, soit de l’ampliation de ce décret,\nsoit d’un exemplaire du Journal Officiel de la République Tunisienne\noù le décret a été publié.\nLorsque ces pièces ne peuvent être produites, il peut y être suppléé\npar la production d’une attestation délivrée par le secrétaire d’Etat à la\njustice(*), à la demande de tout requérant, et constatant l’existence du\ndécret.\nChapitre IV\nDes certificats de nationalité tunisienne\nArticle 63 (Modifié par la loi n° 71-12 du 9 mars 1971). - L e\nministre de la justice a, seul, qualité pour délivrer un certificat de\nnationalité tunisienne à toute personne justifiant qu’elle a cette nationalité.\nToutefois, les agents diplomatiques et consulaires représentant la\nTunisie à l’étranger et les juges cantonaux du lieu de la résidence du\ndemandeur sont, à l’exception du juge cantonal de Tunis, habilités à\ndélivrer ledit certificat lorsque la nationalité est établie en vertu des\narticles 6 à 10 inclus du présent Code.\nArticle 64.- Le certificat de nationalité indique, en se référant au\nprésent Code, la disposition légale en vertu de laquelle l’intéressé à la\nqualité de tunisien, ainsi que les documents qui sont permis de\nl’établir. Il fait foi jusqu’à preuve du contraire.\nArticle 65 (Modifié par la loi n° 71-12 du 9 mars 1971). -Lorsque\nle ministre de la justice, les agents diplomatiques et consulaires\nreprésentant la Tunisie à l’étranger ou les juges cantonaux refusent de\ndélivrer un certificat de nationalité, l’intéressé peut se pourvoir devant le\ntribunal de première instance compétent, conformément aux articles 48\net suivants du présent Code.\nLe silence, gardé par les autorités visées à l’alinéa précédent, pendant\nle délai d’un mois à compter de la demande, équivaut à un refus.\n(1) Dans la version arabe, on parle du gouvernement.\n(*) Lire : Ministre ou Ministère selon le cas.\n23\nDécret-loi du Chef du Gouvernement n° 2020-17 du 12 mai\n2020, relatif à l’identifiant unique du citoyen.\n(JORT n°41 du 12 mai 2020)\nLe Chef du Gouvernement,\nSur proposition du ministre des affaires locales et du ministre des\ntechnologies de la communication et de la transformation digitale,\nVu la Constitution, notamment ses articles 24, 49 et 65 et le\nsecond alinéa de son article 70,\nVu la loi organique",
    "chunk_order_index": 5,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-bd221efe114065a937f52752c88f91f8": {
    "tokens": 1200,
    "content": "Gouvernement n° 2020-17 du 12 mai\n2020, relatif à l’identifiant unique du citoyen.\n(JORT n°41 du 12 mai 2020)\nLe Chef du Gouvernement,\nSur proposition du ministre des affaires locales et du ministre des\ntechnologies de la communication et de la transformation digitale,\nVu la Constitution, notamment ses articles 24, 49 et 65 et le\nsecond alinéa de son article 70,\nVu la loi organique n° 2004-63 du 27 juillet 2004, portant sur la\nprotection des données à caractère personnel,\nVu la loi organique n° 2018-29 du 9 mai 2018, relative au Code\ndes collectivités locales,\nVu la loi n° 57-3 du 1er août 1957 réglementant l'état civil,\nensemble les textes qui l'ont modifiée ou complétée, dont le dernier en\ndate la loi n° 2010-39 du 26 juillet 2010,\nVu le Code de la nationalité tunisienne promulgué par le décret-loi\nn° 63-6 du 28 février 1963, relatif à la refonte du Code de la\nnationalité tunisienne, ratifié par la loi n° 63-7 du 22 avril 1963, tel\nque modifié par les textes subséquents dont le dernier en date la loi n°\n2010-55 du 1er décembre 2010,\nVu la loi n° 2020-19 du 12 avril 2020, habilitant le Chef du\nGouvernement à prendre des décrets-lois dans l’objectif de faire face\naux répercussions de la propagation du Coronavirus «Covid-19 »,\nAprès délibération du Conseil des ministres.\nPrend le décret-loi dont la teneur suit :\n24\nArticle premier.- Il est institué un registre dénommé « Registre\nde l’identifiant unique citoyen ». Il est tenu et géré par le ministère\nchargé des affaires locales.\nArticle 2.- La gestion du Registre de l’identifiant unique\ncitoyen est régie par les dispositions de la législation relative à la\nprotection des données à caractère personnel.\nArticle 3.- L’identifiant unique citoyen est attribué à toute\npersonne physique :\n- ayant la nationalité tunisienne, inscrite sur le registre des\nnaissances de l’état civil,\n- de nationalité tunisienne née dans un pays étranger, inscrite\nauprès de la mission diplomatique ou consulaire accréditée dans ce\npays,\n- ayant acquis la nationalité tunisienne par voie de naturalisation.\nArticle 4.- Les données relatives aux personnes citées à l’article 3\nci-dessus, doivent être conservées pendant trente ans après le décès ou\nla perte définitive de la nationalité.\nArticle 5.- La liste des organismes habilités à utiliser l’identifiant\nunique citoyen et les finalités de ces utilisations, sont fixées par décret\ngouvernemental, après avis de l’Instance nationale de protection des\ndonnées à caractère personnel.\nArticle 6.- L’identifiant unique citoyen ne doit comporter aucune\nindication susceptible de révéler l'identité de son titulaire.\nArticle 7.- Le citoyen doit être mis à même de consulter ce qui\nsuit :\n- toutes les actions opérées sur son identifiant unique citoyen et les\norganismes qui les ont opérées,\n- tous les organismes ayant utilisé son identifiant unique citoyen.\nArticle 8.- Le contenu de l’identifiant unique citoyen ainsi que ses\nspécifications techniques et les règles régissant la tenue et la gestion\n25\nde son Registre, sont fixés par décret gouvernemental, après avis de\nl’Instance nationale de protection des données à caractère personnel.\nArticle 9.- Le présent décret-loi sera publié au Journal officiel de\nla République tunisienne et entrera en vigueur à compter de la date de\nsa publication.\nTunis, le 12 mai 2020.\nLe Chef du Gouvernement\nElyes Fakhfakh\n27\nDécret Gouvernemental n° 2020-312 du 15 mai 2020, fixant le\ncontenu et les spécifications techniques de l'identifiant\nunique citoyen et les règles régissant la tenue et la gestion de\nson Registre.\n(JORT n° 43 du 15 mai 2020)\nLe Chef du Gouvernement,\nSur proposition du ministre des affaires locales et du ministre des\ntechnologies de la communication et de la transformation digitale,\nVu la Constitution,\nVu la loi organique n° 2004-63 du 27 juillet 2004 portant sur la\nprotection des données à caractère personnel,\nVu la loi n° 57-3 du 1er août 1957 réglementant l'état civil,\nensemble les textes qui l'ont modifiée ou complétée, dont le dernier en\ndate la loi n° 2010-39 du 26 juillet 2010, portant unification de l’âge\nde la majorité civile.\nVu le Code de la nationalité tunisienne promulgué par le décret-loi\nn° 63-6 du 28 février 1963, relatif à la refonte du Code de la\nnationalité tunisienne, ratifié par la loi n° 63-7 du 22 avril 1963, tel\nque modifié par les textes subséquents dont le dernier en date la loi n°\n2010-55 du 1er décembre 2010,\nVu la loi n° 2004-5 du 3 février 2004, relative à la sécurité\ninformatique,",
    "chunk_order_index": 6,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-7898187e4670a43c7334be2f116a7b11": {
    "tokens": 1200,
    "content": "28 février 1963, relatif à la refonte du Code de la\nnationalité tunisienne, ratifié par la loi n° 63-7 du 22 avril 1963, tel\nque modifié par les textes subséquents dont le dernier en date la loi n°\n2010-55 du 1er décembre 2010,\nVu la loi n° 2004-5 du 3 février 2004, relative à la sécurité\ninformatique,\nVu le décret-loi du Chef du Gouvernement n° 2020-17 du 12 mai\n2020, relatif à l’identifiant unique du citoyen.\nVu le décret n° 2012-1997 du 11 septembre 2012, fixant les\nattributions du ministère des technologies de l’information et de la\ncommunication.\n28\nVu le décret n° 2012-1998 du 11 septembre 2012, portant\norganisation du ministère des technologies de l’information et de la\ncommunication.\nVu le décret gouvernemental n° 2016-365 du 18 mars 2016, relatif\nà la création du ministère des affaires locales et à la fixation de ses\nattributions,\nVu le décret Présidentiel n° 2020-19 du 27 février 2020 portant\nnomination du Chef du Gouvernement et de ses membres,\nVu l’avis de l’Instance nationale de protection des données à\ncaractère personnel,\nVu l’avis du ministre des finances,\nVu l’avis du Tribunal administratif,\nAprès délibération du Conseil des ministres.\nPrend le décret gouvernemental dont la teneur suit :\nArticle premier.- - Le présent décret gouvernemental vise à fixer\nle contenu et les spécifications techniques de l’identifiant unique\ncitoyen et les règles qui régissent la tenue et la gestion de son\nRegistre.\nChapitre premier\nDe l’identifiant unique citoyen\nArticle 2.- L'identifiant unique citoyen désigné ci-après par\n«l’identifiant», comprend une série de onze (11) chiffres composés de\ngauche à droite de trois (3) groupes consécutifs qui se succèdent :\na. Un chiffre supplémentaire,\nb. Huit chiffres séquentiels aléatoires,\nc. Une Clé de contrôle et de vérification à deux chiffres.\nArticle 3.- L'identifiant ne peut contenir aucune indication\nsusceptible de révéler l'identité de la personne.\nIl est également interdit d'attribuer le même identifiant à plusieurs\npersonnes ou d'attribuer à une personne plusieurs identifiants.\n29\nArticle 4.- La divulgation de l'identifiant sur la plateforme d'état\ncivil est interdite pour les agents chargés de délivrer les actes d'état\ncivil.\nArticle 5.- L'identifiant peut être placé sous forme de QR code sur\nles documents délivrés par les organismes cités à l’article 17 du\nprésent décret gouvernemental.\nLes spécifications techniques du QR code sont fixées par arrêté\nconjoint du ministre chargé des affaires locales et du ministre chargé\ndes technologies de la communication et de la transformation digitale.\nLa liste des documents pouvant porter le QR code est fixée par\narrêtés conjoints du ministre chargé des affaires locales et du ministre\nde tutelle sectorielle de l’organisme intéressé après approbation de\nl'Instance nationale de protection des données à caractère personnel.\nChapitre II\nDu Registre de l’identifiant unique citoyen\nArticle 6.- L'enregistrement, la transmission et l'échange\nd'informations relatives à l'identifiant sont opérés dans le cadre d’un\nsystème d'information dénommé \"Registre de l'identifiant unique\ncitoyen\", désigné ci-après par « le Registre».\nArticle 7.- Le Registre vise à:\n- Faciliter l'échange d'informations entre les organismes habilités à\nl’utiliser,\n- Éviter de demander aux citoyens et citoyennes des informations\ncréées ou conservées par les organismes habilités à l’utiliser,\n- Permettre la mise à jour automatique des registres sectoriels du\nsecteur public en ce qui concerne les informations générales\nconcernant les citoyens et citoyennes, et ce, dans les limites que\npermet le cadre juridique,\n- Simplifier la gestion des registres sectoriels gérés par les\norganismes habilités à accéder au registre dans le cadre de leurs\nmissions,\n- Simplifier les procédures administratives établies par les\norganismes habilités à l’utiliser.\n30\nArticle 8.- Sont inscrites au Registre, les personnes suivantes:\na. Les personnes de nationalité tunisienne inscrites aux registres de\nl'état civil des communes,\nb. Les personnes de nationalité tunisienne inscrites aux registres de\nl’état civil des missions diplomatiques et des consulats tunisiens à\nl’étranger ;\nc. Les personnes qui acquièrent la nationalité tunisienne par voie\nde naturalisation.\nArticle 9.- Les données enregistrées dans le Registre sont gérées\net utilisées conformément aux dispositions de la loi organique relative\nà la protection des données à caractère personnel susvisée et sous le\ncontrôle de l’Instance nationale de protection des données à caractère\npersonnel.\nArticle 10.- Toute personne ayant pris connaissance d'une\nviolation des normes de protection des données traitées dans le\nregistre peut faire une opposition à ce sujet auprès de l’Instance\nnationale de protection des données à caractère personnel.\nArticle 11.- Sont enregistrées et conservées dans le registre, pour\ntoute personne, les données suivantes :\na. L’identifiant,\nb. Le nom et prénom en arabe,\nc. Le nom et prénom en français,",
    "chunk_order_index": 7,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-e71f13222c8c4bfa0c570eefbe82a3fa": {
    "tokens": 1200,
    "content": "nel.\nArticle 10.- Toute personne ayant pris connaissance d'une\nviolation des normes de protection des données traitées dans le\nregistre peut faire une opposition à ce sujet auprès de l’Instance\nnationale de protection des données à caractère personnel.\nArticle 11.- Sont enregistrées et conservées dans le registre, pour\ntoute personne, les données suivantes :\na. L’identifiant,\nb. Le nom et prénom en arabe,\nc. Le nom et prénom en français,\nd. Le lieu et date de naissance,\ne. La référence de l’acte de naissance,\nf. Le sexe,\ng. La nationalité d’origine,\nh. La référence d’acquisition de la nationalité,\ni. L'adresse de résidence principale,\nj. La référence de l’acte de décès,\nk. Les lieux et dates de décès et d'inhumation,\nl. L'état civil,\n31\nm. Les ascendants et les descendants de premier degré, que la\nlignée ressort de l’acte de naissance ou d’une décision de justice ;\nn. La référence des décisions judiciaires d’interdiction.\nArticle 12.- Les données sont conservées dans le registre pour une\npériode de trente (30) ans à compter de la date de décès de la personne\nintéressée ou de la perte de sa nationalité.\nArticle 13.- Le ministre chargé des affaires locales est chargé de\nla tenue du registre, du traitement des données qui y sont consignées\net de la mise en place d’une plateforme numérique de sa gestion et\nveille à ce que les données enregistrées dans le registre aux données\npapiers originaux.\nArticle 14.- Les données enregistrées dans le Registre ont force\nprobante jusqu'à preuve du contraire.\nCes données peuvent être une alternative à celles qui sont inscrites\ndans les registres en papier.\nArticle 15.- Toute personne, ayant constaté une noncorrespondance\nentre les données du Registre et celles du registre en\npapier, doit en informer l’Unité de gestion du registre créée en vertu\ndes dispositions de l’article 23 du présent décret gouvernemental.\nArticle 16.- Les officiers de l'état civil dans les communes ou dans\nles postes diplomatiques ou dans les consulats au sein desquels les\nactes de naissance ont été établis, doivent mettre à jour les données du\nRegistre dans un délai maximum de sept (7) jours à compter de la date\nd’insertion.\nArticle 17.- Sont habilités à accéder aux données du Registre et\ndans le cadre de l’exercice de leurs missions, les organismes suivants,\ndésignés ci-après par « les organismes » :\na. Les autorités publiques,\nb. Les administrations centrales, régionales et locales, les\nétablissements et les entreprises publics, les collectivités locales et les\ninstances indépendantes,\nc. Les organismes judiciaires.\n32\nd. Les organismes privés chargées de la gestion d'un service public\net qui peuvent, à l'occasion de l’exercice d’une mission d'intérêt\ngénéral, recourir aux données du registre. La liste de ces organismes\nest fixée par arrêté du ministre chargé des affaires locales après\napprobation de l’Instance nationale de protection des données à\ncaractère personnel.\nArticle 18.- Les organismes cités à l’article 17 du présent décret\ngouvernemental peuvent accéder aux données du Registre\nconformément à la législation relative à la protection des données à\ncaractère personnel.\nDans le cas où une quelconque violation des dispositions de\nl’alinéa premier du présent article est constatée, l’Instance nationale\nde protection des données à caractère personne peut demander à\nl’unité de gestion du Registre créée en vertu de l’article 23 du présent\ndécret gouvernemental de prendre une décision d'interdiction\nprovisoire d'accès au Registre pour la structure contrevenante jusqu'à\nce que la levée de la violation soit constatée.\nArticle 19.- Les organismes ne peuvent exiger du citoyen de leur\nfournir des données enregistrées dans le Registre.\nArticle 20.- Chaque opération de consultation, mise à jour,\nmodification ou de transmission des données de la personne intéressée\nest enregistrée à travers la plate-forme numérique de gestion du\nRegistre.\nToute personne peut, pendant une période d'une seule année à\ncompter de la date de réalisation des opérations mentionnées à l’alinéa\npremier du présent article, consulter la date et l'identité de l’organisme\nqui a procédé à l’accès ou à toute opération relative à ses données\npersonnelles et ce, à travers un site électronique dédié à cet effet ou\ntout autre moyen officiel de communication numérique.\nArticle 21.- Les organismes sont tenus de faciliter la réalisation\ndes missions de contrôle de l'Instance nationale de protection des\ndonnées à caractère personnel.\n33\nLes organismes doivent également désigner un agent chargé de la\nprotection des données à caractère personnel, et en informer\nobligatoirement l'Instance nationale de protection des données à\ncaractère personnel.\nArticle 22.- Les organismes doivent effectuer des audits\npériodiques de sécurité des systèmes et réseaux d'information\nconformément à la législation en vigueur en matière de sécurité\ninformatique.\nChapitre III\nDe l’Unité de gestion du Registre de l’identifiant unique citoyen\nArticle 23.- Il est créé au sein du ministère chargé des affaires\nlocales, une unité dénommée «Unité de gestion du Registre de\nl’identifiant unique citoyen » désignée ci-après par l’Unité.\nArticle 24.- L’Unité créée par l’article",
    "chunk_order_index": 8,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-a901f6427372df9aace6dd43db7488a9": {
    "tokens": 1200,
    "content": "à la législation en vigueur en matière de sécurité\ninformatique.\nChapitre III\nDe l’Unité de gestion du Registre de l’identifiant unique citoyen\nArticle 23.- Il est créé au sein du ministère chargé des affaires\nlocales, une unité dénommée «Unité de gestion du Registre de\nl’identifiant unique citoyen » désignée ci-après par l’Unité.\nArticle 24.- L’Unité créée par l’article 23 ci-dessus, est chargée de :\n- Gérer le Registre et la base de données de l'état civil,\n- Mettre en place des mécanismes d’attribution de l'identifiant,\n- Assurer la qualité, la sécurité et la mise à jour des données du\nRegistre,\n- Assurer le bon fonctionnement du système d'information de\nl’identifiant unique citoyen,\n- Mettre en place des mécanismes d'accès aux données du Registre\nconformément à la législation et réglementation en vigueur,\n- Mettre en place les mécanismes nécessaires permettant aux\npersonnes de consulter les opérations relatives à leurs données\npersonnelles, leur historique et l’identité de l’organisme ayant procédé\nà l’accès.\n- Encourager l'utilisation des services liés à l’identifiant,\n- Présenter des propositions dans le cadre de la stratégie\nd'utilisation de l'identifiant.\n34\nL’unité est également chargée démissions exécutives consistant à\nassurer :\n- La prestation des services électroniques ayant force probante et\npermettant l’accès et la mise à jour des données du Registre,\n- La qualité des données échangées,\n- La fluidité et la continuité de l'accès aux données échangées,\n- La protection des données dans l’opération d'échange des\ndonnées,\n- La gestion des réclamations liées au fonctionnement de ce\nservice.\nArticle 25.- L’Unité est chargée, d’établir des tableaux de\nconcordance entre les identifiants sectoriels dont elle dispose et\nqu’elle administre et l’identifiant et ce, en coordination avec les\norganismes.\nArticle 26.- Le Centre national de l’informatique est chargé des\nmissions techniques et opérationnelles liées à la gestion du registre.\nLes opérations sus-indiquées sont réalisées sous la supervision de\nl’Unité.\nLes missions et les engagements de chaque partie sont déterminés\npar une convention conclue à cet effet conformément aux procédures\nen vigueur après consultation de l’Instance nationale de protection des\ndonnées à caractère personnel.\nChapitre IV\nDu Conseil de suivi d’utilisation de l'identifiant unique citoyen\nArticle 27.- Il est créé auprès du ministère chargé des affaires\nlocales, un Conseil de suivi d’utilisation de l'identifiant, désigné ciaprès\npar « le Conseil».\nArticle 28.- Le Conseil veille au bon fonctionnement, et à la\nbonne gestion et utilisation du Registre.\n35\nSont obligatoirement soumises au Conseil toutes les demandes\nd'accès aux données du Registre et à ses utilisations.\nLe Conseil est chargé de la coordination entre les différents\norganismes afin d’instaurer l'identifiant et de généraliser ses usages.\nArticle 29.- Le Conseil est présidé par le ministre chargé des\naffaires locales ou son représentant. Il est composé des membres\nreprésentant les structures suivantes :\n- Le ministère de l'intérieur,\n- Le ministère de la justice,\n- Le ministère chargé des affaires sociales,\n- Le ministère chargé des technologies de la communication et de\nla transformation digitale,\n- Le ministère chargé de la santé,\n- Le ministère chargé de l'éducation,\n- Le ministère chargé de l'enseignement supérieur,\n- Le ministère chargé des finances,\n- L'Instance nationale de protection des données à caractère\npersonnel,\n- L'Unité de l’administration électronique à la présidence du\ngouvernement,\n- La direction générale de l’informatique et de développement des\napplications informatiques au sein du ministère chargé des affaires\nlocales,\n- Le Centre national de l’informatique,\n- L’Agence nationale de sécurité informatique,\nLe président du Conseil peut convoquer toute personne dont la\nprésence est jugée utile pour participer aux travaux du Conseil.\nArticle 30.- Les membres du Conseil sont nommés par arrêté du\nministre chargé des affaires locales sur proposition des ministres\nintéressés.\nArticle 31.- Le Conseil se réunit, sur convocation de son président,\nau moins une fois tous les trois (3) mois et chaque fois que de besoin,\n36\nsur un ordre du jour transmis à tous ses membres sept (7) jours au\nmoins avant la date de la réunion.\nLes délibérations du conseil ne sont valables qu'en présence de son\nprésident et de la moitié de ses membres. Faute de quorum, le\nprésident du Conseil adresse à nouveau une convocation aux membres\net le Conseil se réunit à la date décidée par son président et ce dans un\ndélai maximum de sept (7) jours à compter de la date de la première\nréunion, quel que soit le nombre de membres présents.\nLes décisions sont prises à la majorité des voix des membres présents.\nEn cas égalité des voix, la voix du président est prépondérante.\nLe secrétariat du conseil est confié à la direction générale de\nl'informatique et du développement des applications informatiques du\nministère des affaires locales, qui est chargée notamment de préparer\nl'ordre du jour du conseil, d’adresser les convocations, d’établir les\nprocès-verbaux des réunions et de manière générale de préparer les\ntravaux du conseil et de tenir les dossiers.\nLes délibérations du conseil sont consign",
    "chunk_order_index": 9,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  },
  "chunk-3ce5b2ffae60aa2745b81aa99317375e": {
    "tokens": 253,
    "content": "pondérante.\nLe secrétariat du conseil est confié à la direction générale de\nl'informatique et du développement des applications informatiques du\nministère des affaires locales, qui est chargée notamment de préparer\nl'ordre du jour du conseil, d’adresser les convocations, d’établir les\nprocès-verbaux des réunions et de manière générale de préparer les\ntravaux du conseil et de tenir les dossiers.\nLes délibérations du conseil sont consignées dans des procèsverbaux\nsignés par les membres présents et dont une copie sera\ndélivrée à chacun d’entre eux.\nArticle 32.- Le ministre des affaires locales et le ministre des\ntechnologies de la communication et de la transformation digitale,\nsont chargés, chacun en ce qui le concerne, de l’exécution du présent\ndécret gouvernemental qui sera publié au Journal officiel de la\nRépublique tunisienne.\nTunis, le 15 mai 2020.\nPour Contreseing\nLe ministre des affaires locales\nLotfi Zitoun\nLe ministre des technologies\nde la communication\net de la transformation digitale\nMohamed Fadhel Kraiem\nLe Chef du Gouvernement\nElyes Fakhfakh",
    "chunk_order_index": 10,
    "full_doc_id": "doc-f254561d4c0d9ba924e74e1c9b9fa14f",
    "file_path": "unknown_source"
  }
}